/**
 * fourt-quiz.js
 */
;(() => {
  window.jsFourtQuiz = [
    {
      quesion: 'В&nbsp;каком году впервые прошла Неделя Звезд Хоккея КХЛ?',
      answers: ['2010', '2013', '2017', '2018']
    },
    {
      quesion: 'Какие команды участвуют в&nbsp;ФОНБЕТ Матче Звезд КХЛ 2025?',
      answers: [
        'Сборные стран',
        'Сборные конференций',
        'Сборные дивизионов',
        'Сборные возрастных категорий'
      ]
    },
    {
      quesion: 'Как называется конкурс на&nbsp;точность бросков?',
      answers: [
        'Меткий стрелок',
        'Умелый ассистент',
        'Точный бросок',
        'Прямо в цель'
      ]
    },
    {
      quesion:
        'Сколько участников в&nbsp;каждой команде ФОНБЕТ Матча Звезд КХЛ 2025?',
      answers: ['6', '9', '11', '12']
    },
    {
      quesion:
        'Где проходила ФОНБЕТ Неделя Звезд Хоккея в&nbsp;2023&nbsp;году?',
      answers: ['Казань', 'Челябинск', 'Уфа', 'Санкт-Петербург']
    },
    {
      quesion: 'Кто выбирает участников ФОНБЕТ Матча Звезд КХЛ 2025?',
      answers: [
        'Только болельщики',
        'Болельщики и тренеры',
        'Болельщики, СМИ и эксперты',
        'Только тренеры'
      ]
    },
    {
      quesion: 'Какая номинация не&nbsp;входит в&nbsp;конкурсы мастерства?',
      answers: [
        'Самый мощный бросок',
        'Самый быстрый игрок',
        'Лучшая защита ворот',
        'Самый техничный дриблинг'
      ]
    },
    {
      quesion: 'Как проходят Матчи Звезд?',
      answers: [
        '4 периода по 10 минут',
        'Матчи 3 на 3',
        'Полные 60-минутные игры',
        'Матчи буллитов'
      ]
    },
    {
      quesion: 'Какая команда чаще всего побеждала в&nbsp;Матче Звезд КХЛ?',
      answers: [
        'Дивизион Боброва',
        'Дивизион Харламова',
        'Дивизион Чернышёва',
        'Дивизион Тарасова'
      ]
    },
    {
      quesion:
        'В&nbsp;каком городе впервые прошла Неделя Звезд Хоккея в&nbsp;формате &laquo;4&nbsp;дивизиона&raquo;?',
      answers: ['Сочи', 'Москва', 'Астана', 'Челябинск']
    },
    {
      quesion: 'Какой трофей получает победившая команда?',
      answers: [
        'Кубок Надежды',
        'Кубок Звезд',
        'Кубок Легенд',
        'Кубок Чемпионов'
      ]
    },
    {
      quesion:
        'На&nbsp;какой арене пройдет ФОНБЕТ Неделя Звезд Хоккея в&nbsp;2025&nbsp;году?',
      answers: [
        'Омск-Арена',
        'Сибирь-Арена',
        'Большой ледовый дворец',
        'ВТБ Арена'
      ]
    }
  ]
})()
