;(() => {
  window.jsQuiz = {
    ovechkin: [
      {
        quesion: 'Сколько раз я&nbsp;выигрывал &laquo;Харт Трофи&raquo;?',
        answers: ['2', '3', '4', '5']
      },
      {
        quesion: 'В&nbsp;каком году я&nbsp;стал чемпионом Кубка Стэнли?',
        answers: ['2016', '2017', '2018', '2019']
      },
      {
        quesion:
          'Сколько голов я&nbsp;забил за&nbsp;сезон 2007-08, установив свой личный рекорд?',
        answers: ['50', '60', '65', '70']
      },
      {
        quesion:
          'Сколько шайб я&nbsp;забросил в&nbsp;КХЛ в&nbsp;сезоне 2012/2013?',
        answers: ['33', '29', '31', '32']
      },
      {
        quesion: 'В&nbsp;какой игре я&nbsp;стал лицом обложки?',
        answers: ['NHL 15', 'NHL 21', 'FIFA 20', 'Eastside Hockey Manager']
      }
    ],
    medvedeva: [
      {
        quesion: 'В&nbsp;каком возрасте я&nbsp;впервые встала на&nbsp;лед?',
        answers: ['3 года', '4 года', '5 лет', '6 лет']
      },
      {
        quesion: 'Сколько раз я&nbsp;становилась чемпионкой мира?',
        answers: ['1', '2', '3', '4']
      },
      {
        quesion: 'На&nbsp;какой Олимпиаде я&nbsp;завоевала свои медали?',
        answers: ['Сочи 2014', 'Рио 2016', 'Пхёнчхан 2018', 'Токио 2020']
      },
      {
        quesion:
          'А&nbsp;какую программу я&nbsp;исполнила в&nbsp;произвольной программе на&nbsp;Олимпиаде-2018?',
        answers: ['«Анна Каренина»', '«Часы»', '«Зима»', '«Кармен»']
      },
      {
        quesion: 'Сколько раз я&nbsp;выигрывала чемпионат Европы?',
        answers: ['1', '2', '3', '4']
      }
    ],
    korney: [
      {
        quesion: 'Как меня зовут на&nbsp;самом деле?',
        answers: ['Константин', 'Павел', 'Кирилл', 'Роман']
      },
      {
        quesion: 'У&nbsp;меня есть четверо часов. Угадай, откуда они взялись.',
        answers: [
          'Очевидно, просто купил',
          'Это награды из Медиалиги',
          'Это всё подарки',
          'Выиграл их на спор у Мяча'
        ]
      },
      {
        quesion: 'А&nbsp;почему я&nbsp;выбрал номер&nbsp;51?',
        answers: [
          'В честь любимого хоккеиста',
          'Это день и месяц моего рождения',
          'Просто понравился визуально',
          'Выбрал случайное число'
        ]
      },
      {
        quesion:
          'Чем я&nbsp;запомнился в&nbsp;первом сезоне Хоккейной МедиаЛиги?',
        answers: [
          'Я стал лучшим бомбардиром',
          'Был признан MVP сезона',
          'Забил самый красивый гол',
          'Установил рекорд по штрафным минутам'
        ]
      },
      {
        quesion: 'Какую собаку я&nbsp;хочу завести?',
        answers: ['Лабрадора', 'Немецкую овчарку', 'Амстаффа', 'Хаски']
      }
    ],
    ed: [
      {
        quesion: 'Начнем с&nbsp;простого&nbsp;&mdash; как меня зовут?',
        answers: ['Эдвард', 'Эдамс Валтэр Скляр', 'Эдуард', 'Эдвин']
      },
      {
        quesion: 'На&nbsp;какой позиции я&nbsp;играю в&nbsp;2DROTS?',
        answers: ['Нападающий', 'Полузащитник', 'Вратарь', 'Защитник']
      },
      {
        quesion: 'Когда я&nbsp;начал играть за&nbsp;2DROTS?',
        answers: ['2019', '2020', '2021', '2022']
      },
      {
        quesion: 'Сколько лет я&nbsp;вместе с&nbsp;моей женой?',
        answers: ['1', '5', '10', '12']
      },
      {
        quesion: 'Как называется мой тг-канал?',
        answers: [
          'Эдос',
          'Ван Эд, Ту Дротс',
          'Я Эд, а не Эдик',
          'А у меня его нет'
        ]
      }
    ],
    akinfeev: [
      {
        quesion:
          'Сколько раз я&nbsp;получал приз &laquo;Вратарь года&raquo; имени Льва Яшина?',
        answers: ['15', '10', '11', '12']
      },
      {
        quesion: 'Сколько раз я&nbsp;выигрывал FONBET Кубок России?',
        answers: ['4', '6', '7', '8']
      },
      {
        quesion:
          'Против кого я&nbsp;провел свой первый матч за&nbsp;сборную России?',
        answers: ['Франция', 'Норвегия', 'Италия', 'Германия']
      },
      {
        quesion: 'С&nbsp;солистом какой группы я&nbsp;дружу?',
        answers: ['Звери', 'Руки Вверх', 'Мумий Тролль', 'Чайф']
      },
      {
        quesion: 'Какой по&nbsp;счету сезон я&nbsp;провожу за&nbsp;ПФК ЦСКА?',
        answers: ['19', '21', '22', '20']
      }
    ]
  }
})()
